[
  {
    "name": "Characterizing resting-state EEG oscillatory and aperiodic activity in neurodegenerative diseases: A multicentric study",
    "link": "https://doi.org/10.1016/j.compbiomed.2025.111080",
    "description": "Alberto Jaramillo-Jimenez, Yorguin-Jose Mantilla-Ramos, Diego A. Tovar-Rios, Francisco Lopera, David Aguillón, John Fredy Ochoa-Gomez, Claire Paquet, Sinead Gaubert, Matteo Pardini, Dario Arnaldi, John-Paul Taylor, Tormod Fladby, Kolbjørn Brønnick, Dag Aarsland, Laura Bonanni — 2025 — Computers in Biology and Medicine"
  },
  {
    "name": "Characterizing resting-state EEG oscillatory and aperiodic activity in neurodegenerative diseases: A multicentric study",
    "link": "https://doi.org/10.1101/2025.02.14.25322283",
    "description": "Alberto Jaramillo-Jimenez, Yorguin-Jose Mantilla-Ramos, Diego A Tovar-Rios, Francisco Lopera, David Aguillón, John Fredy Ochoa-Gomez, Claire Paquet, Sinead Gaubert, Matteo Pardini, Dario Arnaldi, John-Paul Taylor, Tormod Fladby, Kolbjørn Brønnick, Dag Aarsland, Laura Bonanni — 2025"
  },
  {
    "name": "Quantitative electroencephalography in the diagnosis of dementia with Lewy bodies",
    "link": "https://doi.org/10.1016/j.cnp.2025.06.008",
    "description": "Abhimanyu Mahajan, Alberto Jaramillo-Jimenez, Anita D’Anselmo, Giulia Prete, Lucrezia Bristot, Sara Varanese, Alberto Di Domenico, Nicola Mammarella, Luca Tommasi, Michele Tinazzi, Dag Aarsland, Claudio Babiloni, Alberto J. Espay, Laura Bonanni — 2025 — Clinical Neurophysiology Practice"
  },
  {
    "name": "ComBat models for harmonization of resting-state EEG features in multisite studies",
    "link": "https://doi.org/10.1016/j.clinph.2024.09.019",
    "description": "Alberto Jaramillo-Jimenez, Diego A Tovar-Rios, Yorguin-Jose Mantilla-Ramos, John-Fredy Ochoa-Gomez, Laura Bonanni, Kolbjørn Brønnick — 2024 — Clinical Neurophysiology"
  },
  {
    "name": "Differentiating Prodromal Dementia with Lewy Bodies from Prodromal Alzheimer’s Disease: A Pragmatic Review for Clinicians",
    "link": "https://doi.org/10.1007/s40120-024-00620-x",
    "description": "Kathryn A. Wyman-Chick, Parichita Chaudhury, Ece Bayram, Carla Abdelnour, Elie Matar, Shannon Y. Chiu, Daniel Ferreira, Calum A. Hamilton, Paul C. Donaghy, Federico Rodriguez-Porcel, Jon B. Toledo, Annegret Habich, Matthew J. Barrett, Bhavana Patel, Alberto Jaramillo-Jimenez, Gregory D. Scott, Joseph P. M. Kane — 2024 — Neurology and Therapy"
  },
  {
    "name": "Spectral features of resting-state EEG in Parkinson's Disease: A multicenter study using functional data analysis",
    "link": "https://doi.org/10.1016/j.clinph.2023.03.363",
    "description": "Alberto Jaramillo-Jimenez, Diego A. Tovar-Rios, Johann Alexis Ospina, Yorguin-Jose Mantilla-Ramos, Daniel Loaiza-López, Verónica Henao Isaza, Luisa María Zapata Saldarriaga, Valeria Cadavid Castro, Jazmin Ximena Suarez-Revelo, Yamile Bocanegra, Francisco Lopera, David Antonio Pineda-Salazar, Carlos Andrés Tobón Quintero, John Fredy Ochoa-Gomez, Miguel Germán Borda, Dag Aarsland, Laura Bonanni, Kolbjørn Brønnick — 2023 — Clinical Neurophysiology"
  },
  {
    "name": "Serum TCA cycle metabolites in Lewy bodies dementia and Alzheimer's disease: Network analysis and cognitive prognosis",
    "link": "https://doi.org/10.1016/j.mito.2023.05.002",
    "description": "Alberto Jaramillo-Jimenez, Lasse M. Giil, Miguel Germán Borda, Diego A. Tovar-Rios, Kåre Andre Kristiansen, Per Bruheim, Dag Aarsland, George E. Barreto, Rolf Kristian Berge — 2023 — Mitochondrion"
  },
  {
    "name": "Frailty in Parkinson's disease and its association with early dementia: A longitudinal study",
    "link": "https://doi.org/10.1016/j.parkreldis.2022.05.004",
    "description": "Miguel Germán Borda, Mario Ulises Pérez‐Zepeda, Alberto Jaramillo-Jimenez, K. Ray Chaudhuri, Diego Alejandro Tovar-Rios, Lindsay Wallace, Lucia Batzu, Kenneth Rockwood, Ole-Bjørn Tysnes, Dag Aarsland, Guido Alves — 2022 — Parkinsonism & Related Disorders"
  },
  {
    "name": "Body mass index trajectories and associations with cognitive decline in people with Lewy body dementia and Alzheimer's disease",
    "link": "https://doi.org/10.1002/hsr2.590",
    "description": "Miguel G. Borda, Alberto Jaramillo‐Jimenez, Lasse M. Giil, Diego A. Tovar‐Rios, Hogne Soennesyn, Dag Aarsland — 2022 — Health Science Reports"
  },
  {
    "name": "Timed Up and Go in People with Subjective Cognitive Decline Is Associated with Faster Cognitive Deterioration and Cortical Thickness",
    "link": "https://doi.org/10.1159/000522094",
    "description": "Miguel Germán Borda, Daniel Ferreira, Per Selnes, Diego Alejandro Tovar-Rios, Alberto Jaramillo-Jiménez, Bjørn-Eivind Kirsebom, Elkin Garcia-Cifuentes, Turi O. Dalaker, Ketil Oppedal, Hogne Sønnesyn, Tormod Fladby, Dag Aarsland — 2022 — Dementia and Geriatric Cognitive Disorders"
  },
  {
    "name": "Quality of life in early-onset Alzheimer’s disease due to a PSEN1-E280A mutation",
    "link": "https://doi.org/10.1007/s10072-021-05136-y",
    "description": "Daniel Vasquez, Melissa Sierra Castrillón, Manuela Gomez Vega, Clara Gomez Henck, David Aguillon, Elkin Garcia-Cifuentes, Alberto Jaramillo-Jimenez, Juan Esteban Velez, Lucia Madrigal, Francisco Lopera — 2021 — Neurological Sciences"
  },
  {
    "name": "Resting-state EEG alpha/theta ratio related to neuropsychological test performance in Parkinson’s Disease",
    "link": "https://doi.org/10.1016/j.clinph.2021.01.001",
    "description": "Alberto Jaramillo-Jimenez, Jazmin Ximena Suarez-Revelo, John Fredy Ochoa-Gomez, Jairo Alexander Carmona Arroyave, Yamile Bocanegra, Francisco Lopera, Omar Buriticá, David Antonio Pineda-Salazar, Leonardo Moreno Gómez, Carlos Andrés Tobón Quintero, Miguel Germán Borda, Laura Bonanni, Dominic H. Ffytche, Kolbjørn Brønnick, Dag Aarsland — 2021 — Clinical Neurophysiology"
  },
  {
    "name": "Nutritional Assessment in Patients with Early-Onset Autosomal Dominant Alzheimer's Disease Due to PSEN1- E280A Genetic Variant: A Cross-Sectional Study",
    "link": "https://doi.org/10.14283/jarlife.2021.6",
    "description": "M. Gómez-Vega, E. Garcia-Cifuentes, D. Aguillon, J.E. Velez, A. Jaramillo-Jimenez, D. Vasquez, C. Gómez-Henck, C. Andrés Tobon, G.C. Deossa Restrepo, F. Lopera — 2021 — The Journal of Aging Research & Lifestyle"
  },
  {
    "name": "Hippocampal Subfields and Decline in Activities of Daily Living in Alzheimer’s Disease and Dementia With Lewy Bodies",
    "link": "https://doi.org/10.2217/nmt-2020-0039",
    "description": "Miguel Germán Borda, Alberto Jaramillo-Jimenez, Diego A Tovar-Rios, Daniel Ferreira, Elkin Garcia-Cifuentes, Audun Osland Vik-Mo, Vera Aarsland, Dag Aarsland, Ketil Oppedal — 2020 — Neurodegenerative Disease Management"
  }
]
