[
  {
    "name": "Quantitative electroencephalography in the diagnosis of dementia with Lewy bodies",
    "link": "https://doi.org/10.1016/j.cnp.2025.06.008",
    "description": "Abhimanyu Mahajan, Alberto Jaramillo-Jimenez, Anita D’Anselmo, Giulia Prete, Lucrezia Bristot, Sara Varanese, Alberto Di Domenico, Nicola Mammarella, et al. — 2025 — Clinical Neurophysiology Practice"
  },
  {
    "name": "Mega‐Analysis of Oscillatory and Aperiodic Resting‐State EEG Alterations in Neurodegenerative Diseases",
    "link": "https://doi.org/10.1002/alz70856_103714",
    "description": "Alberto Jaramillo‐Jimenez, Yorguin Jose Mantilla‐Ramos, Diego Tovar, Francisco Lopera, David Fernando Aguillón Niño, John Fredy Ochoa Gómez, Claire Paquet, Sinead Gaubert, et al. — 2025 — Alzheimer's & Dementia"
  },
  {
    "name": "Characterizing resting-state EEG oscillatory and aperiodic activity in neurodegenerative diseases: A multicentric study",
    "link": "https://doi.org/10.1016/j.compbiomed.2025.111080",
    "description": "Alberto Jaramillo-Jimenez, Yorguin-Jose Mantilla-Ramos, Diego A. Tovar-Rios, Francisco Lopera, David Aguillón, John Fredy Ochoa-Gomez, Claire Paquet, Sinead Gaubert, et al. — 2025 — Computers in Biology and Medicine"
  },
  {
    "name": "Alpha rhythm and Alzheimer’s disease: Has Hans Berger’s dream come true?",
    "link": "https://doi.org/10.1016/j.clinph.2025.02.256",
    "description": "Claudio Babiloni, Xianghong Arakaki, Sandra Baez, Robert J. Barry, Alberto Benussi, Katarzyna Blinowska, Laura Bonanni, Barbara Borroni, et al. — 2025 — Clinical Neurophysiology"
  },
  {
    "name": "Differentiating Prodromal Dementia with Lewy Bodies from Prodromal Alzheimer’s Disease: A Pragmatic Review for Clinicians",
    "link": "https://doi.org/10.1007/s40120-024-00620-x",
    "description": "Kathryn A. Wyman-Chick, Parichita Chaudhury, Ece Bayram, Carla Abdelnour, Elie Matar, Shannon Y. Chiu, Daniel Ferreira, Calum A. Hamilton, et al. — 2024 — Neurology and Therapy"
  },
  {
    "name": "ComBat models for harmonization of resting-state EEG features in multisite studies",
    "link": "https://doi.org/10.1016/j.clinph.2024.09.019",
    "description": "Alberto Jaramillo-Jimenez, Diego A Tovar-Rios, Yorguin-Jose Mantilla-Ramos, John-Fredy Ochoa-Gomez, Laura Bonanni, Kolbjørn Brønnick — 2024 — Clinical Neurophysiology"
  },
  {
    "name": "Subjective Cognitive and Communicative Complaints and Health-Related Quality of Life in Parkinson's Disease with and without Mild Cognitive Impairment",
    "link": "https://doi.org/10.1016/j.rcp.2021.07.005",
    "description": "Alberto Jaramillo-Jimenez, Yamile Bocanegra, Omar Buriticá, David Antonio Pineda Salazar, Leonardo Moreno Gómez, Carlos Andrés Tobón Quintero, Daniel Camilo Aguirre-Acevedo, Melissa Sierra Castrillon, et al. — 2023 — Revista Colombiana de Psiquiatría"
  },
  {
    "name": "Spectral features of resting-state EEG in Parkinson's Disease: A multicenter study using functional data analysis",
    "link": "https://doi.org/10.1016/j.clinph.2023.03.363",
    "description": "Alberto Jaramillo-Jimenez, Diego A. Tovar-Rios, Johann Alexis Ospina, Yorguin-Jose Mantilla-Ramos, Daniel Loaiza-López, Verónica Henao Isaza, Luisa María Zapata Saldarriaga, Valeria Cadavid Castro, et al. — 2023 — Clinical Neurophysiology"
  },
  {
    "name": "Specific neuropsychiatric symptoms are associated with functional decline trajectories in Alzheimer’s disease and Lewy body dementia: a five-year follow-up study",
    "link": "https://doi.org/10.3389/fmed.2023.1267060",
    "description": "Miguel Germán Borda, Kolbjørn Kallesten Brønnick, Elkin Garcia-Cifuentes, Alberto Jaramillo-Jimenez, Carlos Reyes-Ortiz, Jonathan Patricio-Baldera, Hogne Soennesyn, Mario Ulises Pérez-Zepeda, et al. — 2023 — Frontiers in Medicine"
  },
  {
    "name": "Serum TCA cycle metabolites in Lewy bodies dementia and Alzheimer's disease: Network analysis and cognitive prognosis",
    "link": "https://doi.org/10.1016/j.mito.2023.05.002",
    "description": "Alberto Jaramillo-Jimenez, Lasse M. Giil, Miguel Germán Borda, Diego A. Tovar-Rios, Kåre Andre Kristiansen, Per Bruheim, Dag Aarsland, George E. Barreto, et al. — 2023 — Mitochondrion"
  },
  {
    "name": "Reproducible Python workflow for multi‐site resting‐state EEG analysis: From raw data to group classification",
    "link": "https://doi.org/10.1002/alz.076353",
    "description": "Alberto Jaramillo‐Jimenez, Yorguin Jose Mantilla‐Ramos, Diego Tovar, John F Ochoa, Kolbjørn Brønnick, Dag Aarsland, Laura Bonanni — 2023 — Alzheimer's & Dementia"
  },
  {
    "name": "Machine Learning-Based Detection of Parkinson’s Disease From Resting-State EEG: A Multi-Center Study",
    "link": "https://doi.org/10.1109/embc40787.2023.10340700",
    "description": "Anna Kurbatskaya, Alberto Jaramillo-Jimenez, John Fredy Ochoa-Gomez, Kolbjørn Brønnick, Alvaro Fernandez-Quilez — 2023 — 2023 45th Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC)"
  },
  {
    "name": "Assessing Gender Fairness in EEG-Based Machine Learning Detection of Parkinson's Disease: A Multi-Center Study",
    "link": "https://doi.org/10.23919/eusipco58844.2023.10289837",
    "description": "Anna Kurbatskaya, Alberto Jaramillo-Jimenez, John Fredy Ochoa-Gomez, Kolbjørn Brønnick, Alvaro Fernandez-Quilez — 2023 — 2023 31st European Signal Processing Conference (EUSIPCO)"
  },
  {
    "name": "Timed Up and Go in People with Subjective Cognitive Decline Is Associated with Faster Cognitive Deterioration and Cortical Thickness",
    "link": "https://doi.org/10.1159/000522094",
    "description": "Miguel Germán Borda, Daniel Ferreira, Per Selnes, Diego Alejandro Tovar-Rios, Alberto Jaramillo-Jiménez, Bjørn-Eivind Kirsebom, Elkin Garcia-Cifuentes, Turi O. Dalaker, et al. — 2022 — Dementia and Geriatric Cognitive Disorders"
  },
  {
    "name": "Prodromal Dementia With Lewy Bodies and Recurrent Panic Attacks as the First Symptom: A Case Report",
    "link": "https://doi.org/10.3389/fneur.2022.839539",
    "description": "Alberto Jaramillo-Jimenez, Yinbing Ying, Ping Ren, Zhan Xiao, Qian Zhang, Jian Wang, Han Rong, Miguel Germán Borda, et al. — 2022 — Frontiers in Neurology"
  },
  {
    "name": "Muscular Function as an Alternative to Identify Cognitive Impairment: A Secondary Analysis From SABE Colombia",
    "link": "https://doi.org/10.3389/fneur.2022.695253",
    "description": "Elkin Garcia-Cifuentes, Felipe Botero-Rodríguez, Felipe Ramirez Velandia, Angela Iragorri, Isabel Marquez, Geronimo Gelvis-Ortiz, María-Fernanda Acosta, Alberto Jaramillo-Jimenez, et al. — 2022 — Frontiers in Neurology"
  },
  {
    "name": "Frailty in Parkinson's disease and its association with early dementia: A longitudinal study",
    "link": "https://doi.org/10.1016/j.parkreldis.2022.05.004",
    "description": "Miguel Germán Borda, Mario Ulises Pérez‐Zepeda, Alberto Jaramillo-Jimenez, K. Ray Chaudhuri, Diego Alejandro Tovar-Rios, Lindsay Wallace, Lucia Batzu, Kenneth Rockwood, et al. — 2022 — Parkinsonism & Related Disorders"
  },
  {
    "name": "Body mass index trajectories and associations with cognitive decline in people with Lewy body dementia and Alzheimer's disease",
    "link": "https://doi.org/10.1002/hsr2.590",
    "description": "Miguel G. Borda, Alberto Jaramillo‐Jimenez, Lasse M. Giil, Diego A. Tovar‐Rios, Hogne Soennesyn, Dag Aarsland — 2022 — Health Science Reports"
  },
  {
    "name": "Resting-state EEG alpha/theta ratio related to neuropsychological test performance in Parkinson’s Disease",
    "link": "https://doi.org/10.1016/j.clinph.2021.01.001",
    "description": "Alberto Jaramillo-Jimenez, Jazmin Ximena Suarez-Revelo, John Fredy Ochoa-Gomez, Jairo Alexander Carmona Arroyave, Yamile Bocanegra, Francisco Lopera, Omar Buriticá, David Antonio Pineda-Salazar, et al. — 2021 — Clinical Neurophysiology"
  },
  {
    "name": "Quality of life in early-onset Alzheimer’s disease due to a PSEN1-E280A mutation",
    "link": "https://doi.org/10.1007/s10072-021-05136-y",
    "description": "Daniel Vasquez, Melissa Sierra Castrillón, Manuela Gomez Vega, Clara Gomez Henck, David Aguillon, Elkin Garcia-Cifuentes, Alberto Jaramillo-Jimenez, Juan Esteban Velez, et al. — 2021 — Neurological Sciences"
  },
  {
    "name": "Nutritional Assessment in Patients with Early-Onset Autosomal Dominant Alzheimer's Disease Due to PSEN1- E280A Genetic Variant: A Cross-Sectional Study",
    "link": "https://doi.org/10.14283/jarlife.2021.6",
    "description": "M. Gómez-Vega, E. Garcia-Cifuentes, D. Aguillon, J.E. Velez, A. Jaramillo-Jimenez, D. Vasquez, C. Gómez-Henck, C. Andrés Tobon, et al. — 2021 — The Journal of Aging Research & Lifestyle"
  },
  {
    "name": "Body mass index, performance on activities of daily living and cognition: analysis in two different populations",
    "link": "https://doi.org/10.1186/s12877-021-02127-8",
    "description": "Miguel Germán Borda, Luis Carlos Venegas-Sanabria, Elkin Garcia-Cifuentes, Ronald Camilo Gomez, Carlos Alberto Cano-Gutierrez, Diego Alejandro Tovar-Rios, Vera Aarsland, Khadija Khalifa, et al. — 2021 — BMC Geriatrics"
  },
  {
    "name": "Benzodiazepines and antidepressants: Effects on cognitive and functional decline in Alzheimer's disease and Lewy body dementia",
    "link": "https://doi.org/10.1002/gps.5494",
    "description": "Miguel Germán Borda, Alberto Jaramillo‐Jimenez, Ragnhild Oesterhus, Jose Manuel Santacruz, Diego Alejandro Tovar‐Rios, Hogne Soennesyn, Carlos Alberto Cano‐Gutierrez, Audun Osland Vik‐Mo, et al. — 2021 — International Journal of Geriatric Psychiatry"
  },
  {
    "name": "Associations between amygdala volume and trajectories of neuropsychiatric symptoms in Alzheimer’s disease and dementia with Lewy Bodies",
    "link": "https://doi.org/10.1002/alz.055202",
    "description": "Alberto Jaramillo‐Jimenez, Lasse Melvær Giil, Diego Tovar, Miguel German Borda, Daniel Ferreira, Kolbjørn Brønnick, Ketil Oppedal, Dag Aarsland — 2021 — Alzheimer's & Dementia"
  },
  {
    "name": "Association of Malnutrition with Functional and Cognitive Trajectories in People Living with Dementia: A Five-Year Follow-Up Study",
    "link": "https://doi.org/10.3233/jad-200961",
    "description": "Miguel Germán Borda, Ana María Ayala Copete, Diego Alejandro Tovar-Rios, Alberto Jaramillo-Jimenez, Lasse Melvær Giil, Hogne Soennesyn, Camilo Gómez-Arteaga, Luis Carlos Venegas-Sanabria, et al. — 2021 — Journal of Alzheimer’s Disease"
  },
  {
    "name": "Association Between Amygdala Volume and Trajectories of Neuropsychiatric Symptoms in Alzheimer's Disease and Dementia With Lewy Bodies",
    "link": "https://doi.org/10.3389/fneur.2021.679984",
    "description": "Alberto Jaramillo-Jimenez, Lasse M. Giil, Diego A. Tovar-Rios, Miguel Germán Borda, Daniel Ferreira, Kolbjørn Brønnick, Ketil Oppedal, Dag Aarsland — 2021 — Frontiers in Neurology"
  },
  {
    "name": "Hippocampal Subfields and Decline in Activities of Daily Living in Alzheimer’s Disease and Dementia With Lewy Bodies",
    "link": "https://doi.org/10.2217/nmt-2020-0039",
    "description": "Miguel Germán Borda, Alberto Jaramillo-Jimenez, Diego A Tovar-Rios, Daniel Ferreira, Elkin Garcia-Cifuentes, Audun Osland Vik-Mo, Vera Aarsland, Dag Aarsland, et al. — 2020 — Neurodegenerative Disease Management"
  },
  {
    "name": "Colombian consortium for the study of Lewy body dementia COL-DLB",
    "link": "https://doi.org/10.1016/j.jns.2020.116807",
    "description": "Miguel Germán Borda, Francisco Lopera, Omar Buritica, Catalina Cerquera-Cleves, Maria Camila Gonzalez, Elkin Garcia-Cifuentes, Alberto Jaramillo-Jimenez, David Aguillon, et al. — 2020 — Journal of the Neurological Sciences"
  },
  {
    "name": "Prevenir la demencia: un reto para la salud pública en Colombia",
    "link": "https://doi.org/10.22379/24224022269",
    "description": "Elkin Garcia-Cifuentes, Alberto Jaramillo-Jimenez, David Aguillon, Manuela Gómez-Vega, Juan Esteban Velez-Hernandez, Carlos Cano Gutiérrez, Francisco Lopera — 2019 — Acta Neurológica Colombiana"
  }
]
